<script setup lang="ts">
</script>

<template>
<div>
    <h2 class="title">Обработка данных</h2>
    <p class="paragraph">
        <b>1. Что регулирует настоящая политика конфиденциальности</b>
    </p>
    <p class="paragraph">Настоящая политика конфиденциальности (далее — Политика) действует в отношении всей информации, включая персональные данные в понимании применимого законодательства (далее — «Персональная информация»), которую ООО «Гросс маркет» и/или его аффилированные лица, в том числе входящие в одну группу с ООО «Гросс маркет» (далее — «Гросс маркет»), могут получитьо Вас в процессе использования Вами любых сайтов, программ, продуктов и/или сервисов Гросс маркет (далее вместе  «Сервисы»), информацию о которых Гросс маркет может также получать Персональную информацию от своих партнеров (далее — «Партнеры»), сайты, программы, продукты или сервисы которых Вы используете (например, от рекламодателей Гросс маркет или службами такси). В таких случаях передача Персональной информации возможна только в случаях, установленных применимым законодательством, и осуществляется на основании специальных договоров между Гросс маркет и каждым из Партнеров.</p>
    <p class="paragraph">Пожалуйста, обратите внимание, что использование любого из Сайтов и/или Сервисов может регулироваться дополнительными условиями, которые могут вносить в настоящую Политику изменения и/или дополнения, и/или иметь специальные условия в отношении персональной информации, размещенные в соответствующих разделах документов для таких Сайтов /или Сервисов.</p>
    <p class="paragraph">
        <b>2. Кто обрабатывает информацию</b>
    </p>
    <p class="paragraph">Для обеспечения использования Вами Сайтов и Сервисов Ваша Персональная информация собирается и используется Яндексом, в том числе включая общество с ограниченной ответственностью «Гросс маркет», юридическое лицо, созданное по законодательству Российской Федерации и зарегистрированное по адресу: 123351, Россия, Москва, ул. Гроссова, д. 12 (ООО «Гросс маркет»), или его аффилированным лицом, предоставляющим соответствующий Сервис в иных юрисдикциях. С информацией о том, какое лицо предоставляет тот или иной Сервис, Вы можете ознакомиться в условиях использования соответствующего Сервиса.</p>
    <p class="paragraph">
        <b>3. Какова цель данной Политики</b>
    </p>
    <p class="paragraph">Защита Вашей Персональной информации и Вашей конфиденциальности чрезвычайно важны для Гросс маркета. Поэтому при использовании Вами Сайтов и Сервисов Гросс маркет защищает и обрабатывает Вашу Персональную информацию в строгом соответствии с применимым законодательством.</p>
</div>
</template>

<style scoped lang="scss">
.title {
    margin-bottom: 32px;
    color: #000000;

    @media (max-width: 1439px) {
        margin-bottom: 24px;
    }
}

.paragraph b, 
.paragraph {
    color: #000000;
}

.paragraph {
    margin-bottom: 64px;

    @media (max-width: 1439px) {
        margin-bottom: 32px;
    }

    @media (max-width: 767px) {
        margin-bottom: 24px;
    }
}

.paragraph:not(:has(+ .paragraph b)) {
    margin-bottom: 20px;

    &:last-child {
        margin-bottom: 0;
    }
}
</style>
